{
  "cards": [
    {"id": 0, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Indexation des salaires sur l’inflation.", "ideaEN": "Index wages to inflation."},
    {"id": 1, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Augmenter les salaires par le passage du SMIC à 1600€ net.", "ideaEN": "Increase wages by raising the minimum wage (SMIC) to 1600€ net."},
    {"id": 2, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Revaloriser les APL de 10 %", "ideaEN": "Increase housing assistance (APL) by 10%."},
    {"id": 3, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Prendre en charge par la Sécurité sociale les protections menstruelles.", "ideaEN": "Have Social Security cover menstrual protection products."},
    {"id": 4, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Porter l’Allocation aux adultes handicapés (AAH) au niveau du SMIC.", "ideaEN": "Raise the Disabled Adults Allowance (AAH) to the level of the minimum wage (SMIC)."},
    {"id": 5, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Créer 14 tranches d'imposition sur le revenu (92% des français paieront moins, 8 paieront plus).", "ideaEN": "Create 14 income tax brackets (92% of French people will pay less, 8% will pay more)."},
    {"id": 6, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Abroger la réforme des retraites ainsi que les réformes de l’assurance-chômage et droit à la retraite à 60 ans.", "ideaEN": "Repeal the pension reform as well as the unemployment insurance reforms and establish the right to retire at 60."},
    {"id": 7, "category": "Pouvoir d'achat", "team": "nfp", "ideaFR": "Bloquer les prix des biens de première nécessité dans l’alimentation.", "ideaEN": "Freeze the prices of essential food items."},
    {"id": 8, "category": "Pouvoir d'achat", "team": "ensemble", "ideaFR": "Réformer les aides aux entreprises et la prime d’activité.", "ideaEN": "Reform business aid and the activity bonus."},
    {"id": 9, "category": "Pouvoir d'achat", "team": "ensemble", "ideaFR": "Supprimer les effets de seuil qui désincitent les entreprises à augmenter leurs salariés.", "ideaEN": "Eliminate threshold effects that discourage companies from raising their employees' wages."},
    {"id": 10, "category": "Pouvoir d'achat", "team": "ensemble", "ideaFR": "Indexation des retraites sur l’inflation (maintien de la retraite à 65 ans).", "ideaEN": "Index pensions to inflation (maintain retirement age at 65)."},
    {"id": 11, "category": "Pouvoir d'achat", "team": "ensemble", "ideaFR": "Baisser le coût d’achat des fournitures scolaires de 15 %, en réalisant des achats groupés négociés entre l’État et les fournisseurs.", "ideaEN": "Reduce the cost of school supplies by 15% through bulk purchases negotiated between the state and suppliers."},
    {"id": 12, "category": "Pouvoir d'achat", "team": "ensemble", "ideaFR": "Augmenter les bourses de 37 € par mois.", "ideaEN": "Increase scholarships by 37€ per month."},
    {"id": 13, "category": "Pouvoir d'achat", "team": "rn", "ideaFR": "Annulation de la réforme de l’assurance chômage dès juillet 2024", "ideaEN": "Cancel the unemployment insurance reform starting July 2024."},
    {"id": 14, "category": "Pouvoir d'achat", "team": "rn", "ideaFR": "Baisser la TVA de 20 à 5,5 % sur le gaz, le fioul et les carburant.", "ideaEN": "Reduce VAT from 20% to 5.5% on gas, fuel oil, and fuel."},
    {"id": 15, "category": "Service publics", "team": "nfp", "ideaFR": "Plan de sauvetage de l'hopital public et revalorisation du travail de nuit et du week-end pour le personnel.", "ideaEN": "Public hospital rescue plan and revaluation of night and weekend work for staff."},
    {"id": 16, "category": "Service publics", "team": "nfp", "ideaFR": "Réguler l’installation des médecins dans les déserts médicaux.", "ideaEN": "Regulate the installation of doctors in medical deserts."},
    {"id": 17, "category": "Service publics", "team": "nfp", "ideaFR": "Gratuité intégrale de l’école : cantine scolaire, fournitures, transports, activités périscolaires.", "ideaEN": "Complete free schooling: school canteen, supplies, transport, extracurricular activities."},
    {"id": 18, "category": "Service publics", "team": "nfp", "ideaFR": "Réduire les effectifs par classe à 19 élèves maximum.", "ideaEN": "Reduce class sizes to a maximum of 19 students."},
    {"id": 19, "category": "Service publics", "team": "nfp", "ideaFR": "Exclure la rentabilité et de la compétitivité des écoles publiques (supprimer le 'choc des savoirs' de Macron).", "ideaEN": "Exclude profitability and competitiveness from public schools (eliminate Macron's 'knowledge shock')."},
    {"id": 20, "category": "Service publics", "team": "nfp", "ideaFR": "Rénover les bâtiments publics.", "ideaEN": "Renovate public buildings."},
    {"id": 21, "category": "Service publics", "team": "nfp", "ideaFR": "Aller vers la gestion publique de l’eau pour la gratuité des premiers mètres-cubes indispensables à la vie.", "ideaEN": "Move towards public water management for the free provision of the first cubic meters essential to life."},
    {"id": 22, "category": "Service publics", "team": "nfp", "ideaFR": "Renforcer le budget public consacré à l’art, la culture et la création.", "ideaEN": "Increase the public budget dedicated to art, culture, and creation."},
    {"id": 23, "category": "Service publics", "team": "ensemble", "ideaFR": "Faire reculer les déserts médicaux en doublant le nombre de médecins en formation chaque année.", "ideaEN": "Reduce medical deserts by doubling the number of doctors in training each year."},
    {"id": 24, "category": "Service publics", "team": "ensemble", "ideaFR": "Créerons une offre de mutuelle publique à 30€ par mois.", "ideaEN": "Create a public mutual insurance offer at 30€ per month."},
    {"id": 25, "category": "Service publics", "team": "ensemble", "ideaFR": "Permettre d’ici la fin de l’année le remboursement intégral des fauteuils roulants.", "ideaEN": "Allow full reimbursement of wheelchairs by the end of the year."},
    {"id": 26, "category": "Service publics", "team": "ensemble", "ideaFR": "Pour protéger la santé des femmes, nous développerons les consultations de prévention de la ménopause, de l’infertilité et la prise en charge de l’endométriose.", "ideaEN": "To protect women's health, we will develop preventive consultations for menopause, infertility, and endometriosis care."},
    {"id": 27, "category": "Service publics", "team": "ensemble", "ideaFR": "Renforcer l'autorité des professeurs en instaurant un contrat parents/ école.", "ideaEN": "Strengthen the authority of teachers by establishing a parent/school contract."},
    {"id": 28, "category": "Service publics", "team": "rn", "ideaFR": "Réduire les déserts médicaux en exonérant d’impôt sur le revenu tous les médecins en cumul emploi-retraite.", "ideaEN": "Reduce medical deserts by exempting all doctors in combined employment-retirement from income tax."},
    {"id": 29, "category": "Service publics", "team": "rn", "ideaFR": "Remplacer l’aide médicale d’État (AME) pour ne couvrir que les urgences vitales.", "ideaEN": "Replace State Medical Aid (AME) to cover only vital emergencies."},
    {"id": 30, "category": "Service publics", "team": "rn", "ideaFR": "Privatiser l'audio-visuel et supprimer la redevance.", "ideaEN": "Privatize audiovisual services and eliminate the license fee."},
    {"id": 31, "category": "Service publics", "team": "rn", "ideaFR": "Renationaliser les autoroutes pour baisser le 15% le prix des péages.", "ideaEN": "Renationalize highways to reduce toll prices by 15%."},
    {"id": 32, "category": "Energie", "team": "nfp", "ideaFR": "Bloquer les prix sur le carburant.", "ideaEN": "Freeze fuel prices."},
    {"id": 33, "category": "Energie", "team": "nfp", "ideaFR": "Abolir la taxe Macron sur les factures d’énergie, annuler la hausse programmée du prix du gaz au 1er juillet.", "ideaEN": "Abolish the Macron tax on energy bills, cancel the scheduled increase in gas prices on July 1st."},
    {"id": 34, "category": "Energie", "team": "nfp", "ideaFR": "Faire de la France le leader européen de l'éolien et de l'hydroélectrique et refuser la privatisation des barrages hydroélectriques.", "ideaEN": "Make France the European leader in wind and hydroelectric power and refuse the privatization of hydroelectric dams."},
    {"id": 35, "category": "Energie", "team": "nfp", "ideaFR": "S'oppose à l'énergie nucléaire (les différents bords politiques du NFP ne sont pas d'accord sur le nucléaire).", "ideaEN": "Oppose nuclear energy (the different political factions of the NFP do not agree on nuclear energy)."},
    {"id": 36, "category": "Energie", "team": "ensemble", "ideaFR": "Simplification des règles du plan Ecophyto.", "ideaEN": "Simplify the rules of the Ecophyto plan."},
    {"id": 37, "category": "Energie", "team": "ensemble", "ideaFR": "Baisse des factures d’électricité de 15 % dès l’hiver prochain.", "ideaEN": "Reduce electricity bills by 15% starting next winter."},
    {"id": 38, "category": "Energie", "team": "ensemble", "ideaFR": "Mise en chantier 14 nouveaux réacteurs nucléaires.", "ideaEN": "Start construction of 14 new nuclear reactors."},
    {"id": 39, "category": "Energie", "team": "rn", "ideaFR": "Relance de la filière nucléaire et arrêt des projets éoliens.", "ideaEN": "Revive the nuclear sector and stop wind projects."},
    {"id": 40, "category": "Energie", "team": "rn", "ideaFR": "Lancer des négociations avec la Commission européenne pour déroger aux règles de tarification de l’électricité (Baisse de 30% sur les factures).", "ideaEN": "Initiate negotiations with the European Commission to deviate from electricity pricing rules (30% reduction in bills)."},
    {"id": 41, "category": "Logement", "team": "nfp", "ideaFR": "Construire 200 000 logements publics par an pendant cinq ans.", "ideaEN": "Build 200,000 public housing units per year for five years."},
    {"id": 42, "category": "Logement", "team": "nfp", "ideaFR": "Relancer la construction du logement social en revenant sur les coupes de Macron pour les organismes HLM.", "ideaEN": "Revive social housing construction by reversing Macron's cuts to HLM organizations."},
    {"id": 43, "category": "Logement", "team": "nfp", "ideaFR": "Assurer l’isolation complète des logements, en renforçant les aides pour tous les ménages.", "ideaEN": "Ensure complete insulation of housing by increasing aid for all households."},
    {"id": 44, "category": "Logement", "team": "ensemble", "ideaFR": "Création d'un fond de rénovation énergétique à destination des classes moyennes et populaires pour rénover 300 000 logements d’ici 2027.", "ideaEN": "Create an energy renovation fund for the middle and working classes to renovate 300,000 homes by 2027."},
    {"id": 45, "category": "Logement", "team": "rn", "ideaFR": "Construire 100 000 logements sociaux par an.", "ideaEN": "Build 100,000 social housing units per year."},
    {"id": 46, "category": "Transport", "team": "nfp", "ideaFR": "Réinvestire massivement pour de meilleurs transport publics et des aides à l'accès aux transport pour les jeunes.", "ideaEN": "Massively reinvest in better public transport and provide transport access aid for young people."},
    {"id": 47, "category": "Transport", "team": "nfp", "ideaFR": "Contre la création d'autoroute sur les sites sensibles.", "ideaEN": "Oppose the creation of highways on sensitive sites."},
    {"id": 48, "category": "Transport", "team": "nfp", "ideaFR": "Investire dans les alternatives à la voiture.", "ideaEN": "Invest in alternatives to cars."},
    {"id": 49, "category": "Transport", "team": "ensemble", "ideaFR": "Proposer chaque année 100 000 véhicules électriques en leasing social.", "ideaEN": "Offer 100,000 electric vehicles in social leasing each year."},
    {"id": 50, "category": "Transport", "team": "rn", "ideaFR": "Blocage des prix des transport en commun.", "ideaEN": "Freeze public transport prices."},
    {"id": 51, "category": "Justice et securite interieur", "team": "nfp", "ideaFR": "Déployer de premières équipes de police de proximité, interdire les LBD et les grenades mutilantes, et démanteler les BRAV-M.", "ideaEN": "Deploy initial community police teams, ban LBDs and mutilating grenades, and dismantle the BRAV-M."},
    {"id": 52, "category": "Justice et securite interieur", "team": "nfp", "ideaFR": "Rétablissement de la police de proximité.", "ideaEN": "Reestablish community policing."},
    {"id": 53, "category": "Justice et securite interieur", "team": "nfp", "ideaFR": "Revoir et allonger la formation des policiers.", "ideaEN": "Review and extend police training."},
    {"id": 54, "category": "Justice et securite interieur", "team": "ensemble", "ideaFR": "Abroger l’excuse de minorité pour les jeunes délinquants afin de casser la récidive et le sentiment d’impunité.", "ideaEN": "Abolish the minority excuse for young offenders to break recidivism and the sense of impunity."},
    {"id": 55, "category": "Justice et securite interieur", "team": "rn", "ideaFR": "Rétablir des peines planchers pour les infractions liées aux stupéfiants et les atteintes aux forces de l'ordre.", "ideaEN": "Reestablish minimum sentences for drug-related offenses and attacks on law enforcement."},
    {"id": 56, "category": "Justice et securite interieur", "team": "rn", "ideaFR": "Suspendre des allocations familiales des parents de mineurs délinquants récidivistes.", "ideaEN": "Suspend family allowances for parents of repeat juvenile offenders."},
    {"id": 57, "category": "Justice et securite interieur", "team": "rn", "ideaFR": "Instituer une présomption de légitime défense pour les forces de l’ordre.", "ideaEN": "Establish a presumption of self-defense for law enforcement."},
    {"id": 58, "category": "Immigration", "team": "nfp", "ideaFR": "Abroger les lois asile et immigration de Macron.", "ideaEN": "Repeal Macron's asylum and immigration laws."},
    {"id": 59, "category": "Immigration", "team": "nfp", "ideaFR": "Faciliter l’accès aux visas, régulariser les travailleurs, étudiants, parents d’enfants scolarisés.", "ideaEN": "Facilitate access to visas, regularize workers, students, and parents of schoolchildren."},
    {"id": 60, "category": "Immigration", "team": "nfp", "ideaFR": "Créer et sécuriser des voies légales d’immigration et mettre en place une agence de sauvetage en mer et sur terre.", "ideaEN": "Create and secure legal immigration routes and establish a sea and land rescue agency."},
    {"id": 61, "category": "Immigration", "team": "ensemble", "ideaFR": "Poursuite de la loi Asile et immigration en faciliter l’éloignement des étrangers dont le comportement représente une menace grave à l’ordre public.", "ideaEN": "Continue the Asylum and Immigration law to facilitate the removal of foreigners whose behavior poses a serious threat to public order."},
    {"id": 62, "category": "Immigration", "team": "ensemble", "ideaFR": "Ouverture de centres de rétention aux frontières extérieures de l’Europe pour examiner la situation des migrants avant qu’ils n’arrivent sur notre sol.", "ideaEN": "Open detention centers at the external borders of Europe to examine the situation of migrants before they arrive on our soil."},
    {"id": 63, "category": "Immigration", "team": "ensemble", "ideaFR": "Expulser du territoire national tout étranger délinquant ou radicalisé qui représente une menace à l’ordre public.", "ideaEN": "Expel from the national territory any delinquent or radicalized foreigner who poses a threat to public order."},
    {"id": 64, "category": "Immigration", "team": "rn", "ideaFR": "Suppression de toutes les dérogations qui empêchent les expulsions d’étrangers.", "ideaEN": "Eliminate all exemptions that prevent the expulsion of foreigners."},
    {"id": 65, "category": "Immigration", "team": "rn", "ideaFR": "Réduire drastiquement l’immigration légale et illégale et expulser systématiquement les clandestins, délinquants et criminels étrangers.", "ideaEN": "Drastically reduce legal and illegal immigration and systematically expel illegal immigrants, delinquents, and foreign criminals."},
    {"id": 66, "category": "Immigration", "team": "rn", "ideaFR": "Mettre fin à l’immigration de peuplement et au regroupement familial.", "ideaEN": "End settlement immigration and family reunification."},
    {"id": 67, "category": "Immigration", "team": "rn", "ideaFR": "Supprimer le droit du sol et limiter l’accès à la nationalité à la seule naturalisation sur des critères de mérite et d’assimilation.", "ideaEN": "Abolish birthright citizenship and limit access to nationality to naturalization based on merit and assimilation criteria."},
    {"id": 68, "category": "Agriculture", "team": "nfp", "ideaFR": "Taxer les super-profits des grands industriels de l'alimentation pour redistribuer aux agriculteurs indépendants.", "ideaEN": "Tax the super-profits of large food industry companies to redistribute to independent farmers."},
    {"id": 69, "category": "Agriculture", "team": "nfp", "ideaFR": "Changer la PAC (Politique Agricole Commune Européenne).", "ideaEN": "Change the CAP (Common Agricultural Policy)."},
    {"id": 70, "category": "Agriculture", "team": "nfp", "ideaFR": "Annuler l’accord entre le Canada et l’UE (CETA) ; renoncer à l’accord du Mercosur et protéger nos agriculteurs de la concurrence déloyale.", "ideaEN": "Cancel the agreement between Canada and the EU (CETA); renounce the Mercosur agreement and protect our farmers from unfair competition."},
    {"id": 71, "category": "Agriculture", "team": "nfp", "ideaFR": "Interdire le glyphosate et autre produits (Mesure que Macron avait commencé mais a très vite abandonné), en accompagnant financièrement les agriculteurs.", "ideaEN": "Ban glyphosate and other products (a measure that Macron had started but quickly abandoned), while financially supporting farmers."},
    {"id": 72, "category": "Agriculture", "team": "ensemble", "ideaFR": "Instaurer des prix rémunérateurs pour les agriculteurs en mettant en place des prix planchers par filière.", "ideaEN": "Establish remunerative prices for farmers by setting minimum prices per sector."},
    {"id": 73, "category": "Agriculture", "team": "ensemble", "ideaFR": "Réduire l’usage des pesticides de 50 % d’ici 2030.", "ideaEN": "Reduce pesticide use by 50% by 2030."},
    {"id": 74, "category": "Agriculture", "team": "ensemble", "ideaFR": "Revaloriser les retraites des agriculteurs de 100 euros par mois.", "ideaEN": "Increase farmers' pensions by 100 euros per month."},
    {"id": 75, "category": "Agriculture", "team": "rn", "ideaFR": "Développer les circuits courts et lutter contre la concurrence déloyale. (positionnement étrange puisque le RN a voté pour la PAC au parlement européen)", "ideaEN": "Develop short supply chains and fight against unfair competition. (strange position since the RN voted for the CAP in the European Parliament)"},
    {"id": 76, "category": "Agriculture", "team": "rn", "ideaFR": "Garantir des prix rémunérateurs pour les agriculteurs.", "ideaEN": "Guarantee remunerative prices for farmers."},
    {"id": 77, "category": "Ecologie", "team": "nfp", "ideaFR": "Mettre en place un plan climat visant la neutralité carbone en 2050.", "ideaEN": "Implement a climate plan aiming for carbon neutrality by 2050."},
    {"id": 78, "category": "Ecologie", "team": "nfp", "ideaFR": "Recréation de poste dans l'office national des forets, l'office national de la biodiversité ainsi que météo France (postes supprimés par Macron).", "ideaEN": "Recreate positions in the National Forestry Office, the National Biodiversity Office, and Météo France (positions cut by Macron)."},
    {"id": 79, "category": "Ecologie", "team": "nfp", "ideaFR": "Instaurer une taxe kilométrique sur les produits importés (plus le produit vient de loin, plus la taxe s'élève).", "ideaEN": "Introduce a kilometer tax on imported products (the further the product comes from, the higher the tax)."},
    {"id": 80, "category": "Ecologie", "team": "nfp", "ideaFR": "Interdire le financement des banques pour les énergies fossiles.", "ideaEN": "Ban bank financing for fossil energies."},
    {"id": 81, "category": "Ecologie", "team": "ensemble", "ideaFR": "D’ici 2030, baisser de 55 % les émissions de gaz à effet de serre par rapport à 1990.", "ideaEN": "By 2030, reduce greenhouse gas emissions by 55% compared to 1990."},
    {"id": 82, "category": "Ecologie", "team": "ensemble", "ideaFR": "Supprimer progressivement le plastique jetable.", "ideaEN": "Gradually eliminate single-use plastic."},
    {"id": 83, "category": "Ecologie", "team": "rn", "ideaFR": "Le climat n'est pas mentionné dans le programme.", "ideaEN": "The climate is not mentioned in the program."},
    {"id": 84, "category": "Ecologie", "team": "rn", "ideaFR": "La transition écologique « n'est pas une prioritée ».", "ideaEN": "The ecological transition 'is not a priority'."},
    {"id": 85, "category": "Ecologie", "team": "rn", "ideaFR": "Baisser les taxes sur les pollueurs.", "ideaEN": "Lower taxes on polluters."},
    {"id": 86, "category": "Societe", "team": "nfp", "ideaFR": "Instaurer le référendum d’initiative citoyenne (RIC).", "ideaEN": "Establish the Citizens' Initiative Referendum (RIC)."},
    {"id": 87, "category": "Societe", "team": "nfp", "ideaFR": "Abroger le 49.3.", "ideaEN": "Repeal Article 49.3."},
    {"id": 88, "category": "Societe", "team": "nfp", "ideaFR": "Projet d’accord pour un processus d’émancipation et de décolonisation de la Nouvelle-Calédonie.", "ideaEN": "Agreement project for a process of emancipation and decolonization of New Caledonia."},
    {"id": 89, "category": "Societe", "team": "nfp", "ideaFR": "Promouvoir une diplomatie française au service de la paix (Cessez-le-feu à Gaza et reconnaissance de l'état palestinien; défendre l'Ukraine).", "ideaEN": "Promote French diplomacy in the service of peace (Ceasefire in Gaza and recognition of the Palestinian state; defend Ukraine)."},
    {"id": 90, "category": "Societe", "team": "nfp", "ideaFR": "Arrêter le Service National Universel (SNU).", "ideaEN": "Stop the Universal National Service (SNU)."},
    {"id": 91, "category": "Societe", "team": "nfp", "ideaFR": "Sortir des fermes-usines, améliorer le bien-être animal et interdire l’élevage en cages.", "ideaEN": "Exit factory farms, improve animal welfare, and ban cage farming."},
    {"id": 92, "category": "Societe", "team": "nfp", "ideaFR": "Adopter une loi intégrale pour lutter contre les violences sexistes et sexuelles.", "ideaEN": "Adopt a comprehensive law to combat sexist and sexual violence."},
    {"id": 93, "category": "Societe", "team": "nfp", "ideaFR": "Droit des personnes LGBTQIA+ et lutte contre la discrimination.", "ideaEN": "Rights of LGBTQIA+ people and fight against discrimination."},
    {"id": 94, "category": "Societe", "team": "ensemble", "ideaFR": "Doublement du budget des armées d’ici 2030.", "ideaEN": "Double the military budget by 2030."},
    {"id": 95, "category": "Societe", "team": "ensemble", "ideaFR": "Soutien à l'Ukraine.", "ideaEN": "Support for Ukraine."},
    {"id": 96, "category": "Societe", "team": "ensemble", "ideaFR": "Réaffirmation de l’Ecole de la République contre les coups de boutoir des islamistes.", "ideaEN": "Reaffirm the Republic's School against the attacks of Islamists."},
    {"id": 97, "category": "Societe", "team": "ensemble", "ideaFR": "Généraliserons du service national universel d’ici 2026 pour les jeunes de 16 ans.", "ideaEN": "Generalize the universal national service by 2026 for 16-year-olds."},
    {"id": 98, "category": "Societe", "team": "ensemble", "ideaFR": "Interdire l’accès aux réseaux sociaux avant 15 ans.", "ideaEN": "Ban access to social networks before the age of 15."},
    {"id": 99, "category": "Societe", "team": "ensemble", "ideaFR": "Pour renforcer l’égalité entre femmes et hommes, nous ouvrirons dès 2025 le droit à un congé de naissance mieux indemnisé que le congé parental actuel. (aucun chiffre n'a été donné)", "ideaEN": "To strengthen gender equality, we will open the right to a better-compensated birth leave than the current parental leave from 2025. (no figures given)"},
    {"id": 100, "category": "Societe", "team": "rn", "ideaFR": "Stopper la multiplication des normes abusives qui pèsent sur les familles et les entreprises.", "ideaEN": "Stop the multiplication of abusive standards that weigh on families and businesses."},
    {"id": 101, "category": "Societe", "team": "rn", "ideaFR": "Défendre notre souveraineté et les intérêts de la France en Europe.", "ideaEN": "Defend our sovereignty and the interests of France in Europe."},
    {"id": 102, "category": "Societe", "team": "rn", "ideaFR": "Interdiction du voile après 2027.", "ideaEN": "Ban on the veil after 2027."},
    {"id": 103, "category": "Fiscalite", "team": "nfp", "ideaFR": "Règlementer les banques et la finance.", "ideaEN": "Regulate banks and finance."},
    {"id": 104, "category": "Fiscalite", "team": "nfp", "ideaFR": "Refuser les contraintes du pacte budgétaire européen.", "ideaEN": "Reject the constraints of the European budgetary pact."},
    {"id": 105, "category": "Fiscalite", "team": "nfp", "ideaFR": "Supprimer la flat tax et rétablir l’exit tax.", "ideaEN": "Abolish the flat tax and reinstate the exit tax."},
    {"id": 106, "category": "Fiscalite", "team": "nfp", "ideaFR": "Réformer l’impôt sur l’héritage pour le rendre plus progressif en ciblant les plus hauts patrimoines.", "ideaEN": "Reform inheritance tax to make it more progressive by targeting the highest estates."},
    {"id": 107, "category": "Fiscalite", "team": "rn", "ideaFR": "Supprimer les impôts sur l’héritage direct pour les familles modestes et les classes moyennes.", "ideaEN": "Abolish direct inheritance taxes for modest families and the middle class."},
    {"id": 108, "category": "Industrie", "team": "nfp", "ideaFR": "Plan de reconstruction industrielle pour mettre fin à la dépendance de la France dans les domaines stratégiques.", "ideaEN": "Industrial reconstruction plan to end France's dependence in strategic areas."},
    {"id": 109, "category": "Industrie", "team": "ensemble", "ideaFR": "D’ici 2027 Création de 200 000 emplois industriels et 400 usines supplémentaires.", "ideaEN": "By 2027, creation of 200,000 industrial jobs and 400 additional factories."},
    {"id": 110, "category": "Fiscalite", "team": "rn", "ideaFR": "Exonération d'impôt sur le revenu et d'impôt sur les société pour les moins de 30 ans.", "ideaEN": "Exemption from income tax and corporate tax for those under 30."},
    {"id": 111, "category": "Financement", "team": "nfp", "ideaFR": "Rétablire l'ISF.", "ideaEN": "Reinstate the ISF (Solidarity Tax on Wealth)."},
    {"id": 112, "category": "Financement", "team": "nfp", "ideaFR": "Taxation sur les super-profits et les super-dividendes.", "ideaEN": "Taxation on super-profits and super-dividends."},
    {"id": 113, "category": "Financement", "team": "nfp", "ideaFR": "Supprimer les niches fiscales pour les grosses entreprises.", "ideaEN": "Eliminate tax loopholes for large companies."},
    {"id": 114, "category": "Financement", "team": "nfp", "ideaFR": "Faire davantage participer les très grandes entreprises au budget de l'UE.", "ideaEN": "Make very large companies contribute more to the EU budget."},
    {"id": 115, "category": "Financement", "team": "ensemble", "ideaFR": "Taxer les entreprises qui rachètent leurs propres actions.", "ideaEN": "Tax companies that buy back their own shares."},
    {"id": 116, "category": "Financement", "team": "ensemble", "ideaFR": "Nous poursuivrons une lutte implacable contre toutes les fraudes sociales et fiscales.", "ideaEN": "We will relentlessly fight against all social and tax fraud."},
    {"id": 117, "category": "Financement", "team": "rn", "ideaFR": "Supprimer les niches fiscales pour les armateurs.", "ideaEN": "Eliminate tax loopholes for shipowners."},
    {"id": 118, "category": "Financement", "team": "rn", "ideaFR": "Réduire de deux milliards d’euros la contribution de la France au budget de l’UE dès l’été.", "ideaEN": "Reduce France's contribution to the EU budget by two billion euros starting this summer."},
    {"id": 119, "category": "Financement", "team": "rn", "ideaFR": "Baisser le coût de l’immigration et lutter contre les grandes fraudes sociales et fiscales.", "ideaEN": "Lower the cost of immigration and fight against major social and tax fraud."}
  ]
}